* Registro de tempo trabalhado
** DONE Criação da classe muda.score.Group()
CLOSED: [2023-05-17 Qua 08:30]
:LOGBOOK:
- State "DONE"       from "TODO"       [2023-05-17 Qua 08:30]
CLOCK: [2023-05-17 Qua 07:28]--[2023-05-17 Qua 08:18] =>  0:50
CLOCK: [2023-05-17 Qua 07:26]--[2023-05-17 Qua 07:26] =>  0:00
CLOCK: [2023-05-17 Qua 07:25]--[2023-05-17 Qua 07:26] =>  0:01
CLOCK: [2023-05-17 Qua 07:25]--[2023-05-17 Qua 07:25] =>  0:00
:END:
** DONE Nova textura?
CLOSED: [2023-05-27 Sáb 09:52]
:LOGBOOK:
- State "DONE"       from "TODO"       [2023-05-27 Sáb 09:52]
CLOCK: [2023-05-24 Qua 08:23]--[2023-05-24 Qua 09:01] =>  0:38
:END:
Duas novas texturas que vem de uma redução do gesto original.

A: gestos coincidentes entre dois ou três naipes com mais tempo de silêncio;
B: gestos coincidentes entre dois ou três naipes com continuação de "ressonâncias" e com mais variação tímbrica (ST --> SP, over pressure);
C: gestos em tutti (talvez apenas precise de um)
D: rearticulações variando harmônico/ord. em SP
** Estruturações
:LOGBOOK:
CLOCK: [2023-05-28 Dom 11:22]--[2023-05-28 Dom 12:11] =>  0:49
:END:
Trabalho não muito focado domingo de manhã em canguçu.
Nova textura: fade in fade out, Z da folha

Criação de
~muda.rhythm.make_in_out_alternations()~
** Acorde inicial
:LOGBOOK:
CLOCK: [2023-05-30 Ter 10:21]--[2023-05-30 Ter 11:21] =>  1:00
:END:
** Alturas e dinâmicas
:LOGBOOK:
CLOCK: [2023-05-30 Ter 12:26]--[2023-05-30 Ter 12:56] =>  1:44
:END:

** Trocar alturas
:LOGBOOK:
CLOCK: [2023-05-31 Qua 15:01]--[2023-05-31 Qua 15:54] =>  0:53
:END:

** Alturas gesto inicial
:LOGBOOK:
CLOCK: [2023-06-02 Sex 10:12]--[2023-06-02 Sex 12:00] =>  1:48
:END:

** Seguindo com os gestos de [A] (da folha de rascunho)
:LOGBOOK:
CLOCK: [2023-06-07 Qua 08:55]--[2023-06-07 Qua 10:14] =>  1:19
CLOCK: [2023-06-06 Ter 11:43]--[2023-06-06 Ter 12:07] =>  0:24
CLOCK: [2023-06-06 Ter 11:27]--[2023-06-06 Ter 11:36] =>  0:09
:END:

** B2 = [A2]
:LOGBOOK:
CLOCK: [2023-06-08 Qui 08:10]--[2023-06-08 Qui 09:43] =>  1:33
:END:

